/* Template name */
"Active Directory" = "Active Directory";

/* No comment provided by engineer. */
"Add" = "Lägg till";

/* Dialog Title */
"Adding configuration failed" = "Det gick inte att lägga till konfiguration";

/* Status window message */
"Adding server to configuration" = "Lägger till server till konfiguration";

/* Status window message */
"Attempting to bind computer to directory" = "Försöker koppla dator till katalog";

/* Status window message */
"Attempting to unbind from Directory" = "Försöker koppla loss från katalog";

/* No comment provided by engineer. */
"Bind\\U2026" = "Koppla…";

/* Dialog message */
"Binding is required by the directory.  Add new LDAP server cancelled." = "Koppling krävs av katalogen. Tillägg av ny LDAP-server avbröts.";

/* Dialog Title */
"Binding required" = "Koppling krävs";

/* No comment provided by engineer. */
"Bound to the directory as" = "Kopplad till katalogen som";

/* No comment provided by engineer. */
"Cancel" = "Avbryt";

/* Dialog message */
"Computer is bound" = "Datorn är kopplad";

/* Dialog Title */
"Computer record exists" = "Datorpost existerar";

/* Status window message */
"Computer record missing from the directory.  Force unbinding." = "Datorpost saknas i katalogen. Tvinga losskoppling.";

/* Status window message */
"Configuration of new server complete" = "Konfigurering av ny server klar";

/* Default button continue */
"Continue" = "Fortsätt";

/* appended to duplicated configs */
"copy" = "kopia";

/* Dialog Title */
"Could not contact server" = "Kunde inte kontakta server";

/* Dialog message */
"Could not contact the LDAP server to unbind.  Would you like to forcibly remove this configuration?" = "Kunde inte kontakta LDAP-servern för losskoppling. Vill du ta bort konfigurationen med tvång?";

/* No comment provided by engineer. */
"Custom" = "Anpassad";

/* Default Attribute Types - title of global attribute type group */
"Default Attribute Types" = "Förvalda attributtyper";

/* No comment provided by engineer. */
"Delete LDAP Server?" = "Radera LDAP-server?";

/* Status window message */
"Detecting required security levels and binding requirements" = "Upptäcker krävda säkerhetsnivåer och kopplingskrav";

/* Dialog Title
   Status window message */
"Directory binding is not supported" = "Katalogkoppling stöds inte";

/* No comment provided by engineer. */
"Authenticated directory binding is optional. Enter information to bind." = "Autentiserad katalogkoppling är valfri. Ange information för att koppla.";

/* No comment provided by engineer. */
"Authenticated directory binding is required. Enter information to bind." = "Autentiserad katalogkoppling krävs. Ange information för att koppla.";

/* No comment provided by engineer. */
"An unexpected error occurred" = "Ett oväntat fel inträffade";

/* No comment provided by engineer. */
"Don\\U02BCt Add" = "Lägg inte till";

/* No comment provided by engineer. */
"Failed to allocate data buffer" = "Kunde inte allokera databuffert";

/* No comment provided by engineer. */
"Failed to allocate data list." = "Kunde inte allokera datalista.";

/* No comment provided by engineer. */
"Failed to build data list from strings." = "Kunde inte bygga datalista från strängar.";

/* No comment provided by engineer. */
"Failed to open LDAPv3 node." = "Kunde inte öppna LDAPv3-nod.";

/* No comment provided by engineer. */
"Failed to save the LDAP configuration." = "Kunde inte spara LDAP-konfigurationen.";

/* No comment provided by engineer. */
"From Server" = "Från server";

/* No comment provided by engineer. */
"Hide Options" = "Göm alternativ";

/* Status window message */
"Initial server information discovery" = "Upptäckt av initial serverinformation";

/* Dialog Title */
"Insufficient privileges" = "Otillräcklig behörighet";

/* Dialog Title */
"Invalid credentials supplied" = "Ogiltiga ID-handlingar angavs";

/* No comment provided by engineer. */
"Invalid credentials supplied.  Please re-enter." = "Ogiltiga ID-handlingar. Försök igen.";

/* Error converting */
"Odd number of $ characters in literal mapping" = "Ojämt antal $-tecken i literalkoppling";

/* Default button OK */
"OK" = "OK";

/* Template name */
"Open Directory Server" = "Open Directory-server";

/* No comment provided by engineer. */
"Overwrite" = "Skriv över";

/* No comment provided by engineer. */
"Please confirm deletion." = "Bekräfta radering.";

/* Dialog message */
"Please enter valid credentials that allow access to the directory specified." = "Ange giltiga ID-handlingar som tillåter åtkomst till den angivna mappen.";

/* Template name */
"RFC 2307 (Unix)" = "RFC 2307 (Unix)";

/* Dialog Title */
"Security requirements violation" = "Överträdelse av säkerhetskrav";

/* Dialog Title */
"Server already configured" = "Servern är redan konfigurerad";

/* Dialog Title */
"Server did not respond" = "Servern svarade inte";

/* No comment provided by engineer. */
"Show Options" = "Visa alternativ";

/* Dialog Title */
"Strong authentication not supported" = "Stark autentisering stöds inte";

/* default name when saving template - do not include .plist */
"Template" = "Mall";

/* Dialog message */
"The account you provided does not have enough privileges.  Please contact a network administrator for assistance." = "Kontot du angav har inte tillräckliga behörigheter. Kontakta en nätverksadministratör om du behöver hjälp.";

/* Dialog message */
"The credentials you supplied were not valid, please try again." = "De ID-handlingar du angav var ogiltiga. Försök igen.";

/* Dialog message */
"The server you are adding does not support strong authentication.  Passwords sent to this server may be readable by other computers on the network." = "Den server du lägger till stöder inte stark autentisering. Lösenord som skickas till den här servern kan eventuellt vara läsbara för andra datorer i nätverket.";

/* Dialog message */
"The server you selected does not comply with the configured security policy.  Add new LDAP server cancelled." = "Servern du angav uppfyller inte den konfigurerade säkerhetspolicyn. Tillägg av ny LDAP-server avbröts.";

/* Dialog message */
"The server you specified could not be contacted.  Would you like to manually configure?" = "Server som angavs kunde inte kontaktas. Vill du konfigurera manuellt?";

/* Dialog message */
"The server you specified is already configured.  Add process cancelled." = "Servern som angavs är redan konfigurerad. Lägg till avbröts.";

/* Dialog message */
"There is already a computer in the directory with this name.  Do you wish to overwrite, this may disable another computer if it is in use?" = "Det finns redan en dator i katalogen med det namnet. Vill du skriva över? Detta kan avaktivera en annan dator om den används. ";

/* Dialog message */
"This computer is bound to this directory, do you wish to unbind?" = "Datorn är kopplad till denna katalog. Vill du koppla loss?";

/* Dialog message */
"Unable to add to this server to the configuration for an unknown reason.  Please use custom to continue this process." = "Kunde inte lägga till den här servern till konfigurationen av okänd anledning. Använd anpassning för att fortsätta processen.";

/* Dialog Title */
"Unable to contact directory" = "Kunde inte kontakta katalog";

/* Dialog message */
"Unable to contact the directory to do the bind.  Operation cancelled." = "Kunde inte kontakta katalog för att utföra kopplingen. Åtgärden avbröts.";

/* No comment provided by engineer. */
"Unbind\\U2026" = "Koppla loss…";

/* Dialog message */
"Unexpected error while attempting to bind.  Operation cancelled." = "Oväntat fel vid försök att koppla.";

/* Dialog Title */
"Unexpected error while binding" = "Oväntat fel vid koppling";

/* No comment provided by engineer. */
"Untitled %d" = "Namnlös %d";

/* No comment provided by engineer. */
"Use authentication when connecting" = "Använd autentisering vid anslutning";

/* Status window message */
"Validating record/attribute mapping" = "Validerar post/attributkoppling";

/* Status window message */
"Validating the credentials that were supplied" = "Validerar de ID-handlingar som erbjöds";

/* No comment provided by engineer. */
"Write to server failed" = "Kunde inte skriva till server";

